/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@, ahol:";

/* %@ = app name */
"This action requires %@ to be installed." = "Ehhez a művelethez telepíteni kell a(z) %@ alkalmazást.";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "Ehhez a parancshoz telepíteni kell a(z) %@ alkalmazást.";

/* %@=action name */
"Could not run %@" = "A(z) %@ nem futtatható";

/* %@=device model */
"This action is not compatible with %@." = "Ez a művelet nem kompatibilis a(z) %@ eszközzel.";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "Ez a művelet nem található a Parancsok jelenlegi verziójában, viszont elképzelhető, hogy rendelkezésre áll egy újabb verzió. A Parancsokat az App Store-ban frissítheti.\n\nA hiányzó művelet azonosítója a következő: „%@”.";

/* A single shortcut */
"Shortcut (singular)" = "Parancs";

/* Access resource error; button or title */
"Update Privacy Settings" = "Adatvédelmi beállítások frissítése";

/* Action Extension workflow type */
"Action Extension" = "Műveletbővítmény";

/* Action has been discontinued warning */
"This action is discontinued." = "Ez a művelet megszűnt.";

/* Action no longer available error */
"This action is not currently available." = "Ez a művelet jelenleg nem érhető el.";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "Parancsok frissítése";

/* All values are selected */
"All" = "Mind";

/* Button */
"Cancel" = "Mégsem";

/* Button */
"Choose Variable" = "Változó kiválasztása";

/* Button */
"OK" = "OK";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "Engedélyezés";

/* Button; Access resource error */
"Allow Access" = "Hozzáférés engedélyezése";

/* Calendar picker parameter */
"All Calendars" = "Összes naptár";

/* Calendar picker parameter */
"All Lists" = "Összes lista";

/* Choose an item from the list */
"Choose an Item" = "Elem kiválasztása";

/* Color */
"Blue" = "Kék";

/* Color */
"Blue steel" = "Szürke";

/* Color */
"Grapefruit" = "Grépfrút";

/* Color */
"Graphite" = "Grafit";

/* Color */
"Green" = "Zöld";

/* Color */
"Indigo" = "Indigókék";

/* Color */
"Light blue" = "Világoskék";

/* Color */
"Orange" = "Narancssárga";

/* Color */
"Pink" = "Rózsaszín";

/* Color */
"Purple" = "Lila";

/* Color */
"Red" = "Vörös";

/* Color */
"Royal blue" = "Királykék";

/* Color */
"Steel" = "Acél";

/* Color */
"Turquoise" = "Türkiz";

/* Color */
"Yellow" = "Sárga";

/* Content property value */
"A to Z (Content Property Possible Value)" = "A-Z";

/* Content property value */
"Ascending (Content Property Possible Value)" = "Növekvő";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "Legnagyobb elöl";

/* Content property value */
"Descending (Content Property Possible Value)" = "Csökkenő";

/* Content property value */
"Latest First (Content Property Possible Value)" = "Legújabb elöl";

/* Content property value */
"Longest First (Content Property Possible Value)" = "Leghosszabb elöl";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "Legrégebbi elöl";

/* Content property value */
"Random (Content Property Possible Value)" = "Véletlenszerű";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "Legrövidebb elöl";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "Legkisebb elöl";

/* Content property value */
"Z to A (Content Property Possible Value)" = "Z-A";

/* Date field error; incomplete date */
"Incomplete date" = "Hiányos dátum";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "Ez teljes hozzáférést biztosít a JavaScriptnek a weboldalhoz, beleértve az összes adatot";

/* Default shortcut name */
"Untitled Shortcut" = "Névtelen parancs";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "Engedélyezi a JavaScriptnek a weboldalhoz való hozzáférést?";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "Végrehajthatja a(z) „%@” műveletet a(z) %@ alkalmazásban.";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "Kérjük, válasszon ki egy másik nevet a parancshoz.";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "Már rendelkezik egy „%@” nevű paranccsal.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "A(z) %1$@ értéke nem lett megadva a következő műveletben: %2$@. Kérjük, adja meg a(z) %@ értékét.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "A(z) %1$@ értéke érvénytelen a következő műveletben: %2$@.";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "A galéria jelenleg nem érhető el.";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "A parancs betöltése nem sikerült. Kérjük próbálja újra később.";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "A(z) %@ megadása kötelező";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "Érvénytelen %@";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "Ehhez a parancshoz telepíteni kell egy alkalmazást.";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "Ehhez a művelethez telepíteni kell egy alkalmazást.";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "Mac gép";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone vagy iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "Ismeretlen hiba történt a következő művelet közben: %@";

/* If statement’s end marker */
"End" = "Vége";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "A parancs nem nyitható meg, mivel a Parancsok alkalmazás egy újabb verziójával készült.";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "A parancs formátuma túlságosan új";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "Kérjük, adja meg a parancs nevét.";

/* Invalid workflow name error failure reason */
"Invalid Name" = "Érvénytelen név";

/* Location field address is valid */
"Valid address" = "Érvényes cím";

/* Location field error */
"Incomplete address" = "Hiányos cím";

/* Location field error */
"Unknown address" = "Ismeretlen cím";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "Menü vége";

/* Media type */
"Audio" = "Hang";

/* Media type */
"Photo" = "Fotó";

/* Media type */
"Video" = "Videó";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Ez a JavaScript hasonló egy nem biztonságosként ismert szkripthez. A biztonsága érdekében a szkript nem lesz futtatva.";

/* Missing action name */
"Unknown Action" = "Ismeretlen művelet";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "A futtatni kívánt műveletből (%@) hiányzik egy implementáció.";

/* Motion menu action motion type */
"If I'm Bicycling" = "Ha kerékpározom";

/* Motion menu action motion type */
"If I'm Driving" = "Ha vezetek";

/* Motion menu action motion type */
"If I'm Remaining Still" = "Ha mozdulatlan vagyok";

/* Motion menu action motion type */
"If I'm Running" = "Ha futok";

/* Motion menu action motion type */
"If I'm Walking" = "Ha gyalogolok";

/* Multiple shortcuts */
"Shortcuts" = "Parancsok";

/* Name for Ask When Run variable */
"Ask When Run" = "Rákérdezés futtatáskor";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "Írótábla";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "Vágólap";

/* Name for Shortcut Input variable */
"Shortcut Input" = "Parancs bemenete";

/* Name for action input variable */
"Input" = "Bemenet";

/* Name for current date variable */
"Current Date" = "Aktuális dátum";

/* Name for unknown variable */
"Unknown Variable" = "Ismeretlen változó";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "Születésnapok";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "A Mailben talált";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "A vágólap használata nem támogatott ezen a platformon";

/* None option */
"None" = "Nincs";

/* Notification */
"Choose an item" = "Elem kiválasztása";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "Ez a művelet kizárólag a fő Parancsok alkalmazáson belülről futtatható, mivel más alkalmazásokat indít el.";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "A(z) %@ megnyitása";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "Névtelen parancs";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "Tömb";

/* Property list parameter value type */
"Boolean" = "Logikai érték";

/* Property list parameter value type */
"Dictionary" = "Szótár";

/* Property list parameter value type */
"File" = "Fájl";

/* Property list parameter value type */
"Number" = "Szám";

/* Property list parameter value type */
"Text" = "Szöveg";

/* Repeat action end marker */
"End Repeat" = "Ismétlés vége";

/* Required access to a resource; %@=resource name */
"Access to %@" = "Hozzáférés a következőhöz: %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "Ez a művelet nem lesz futtatva, mert a(z) „%@” korlátozva van.";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "Ez a parancs csak akkor működik, ha a Watch csatlakoztatva van a telefonjához.";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "Telefon szükséges";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "Amikor futtatja ezt a parancsot, a(z) „%1$@” interakcióba tud lépni az aktuális weboldallal, többek között olvasni tudja az olyan bizalmas információkat, mint a jelszavak, a telefonszámok és a hitelkártyaadatok.";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "Szeretne hozzáférést biztosítani a(z) „%1$@” parancsnak a(z) „%2$@” webhelyhez?";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "Egyébként";

/* The end-if-clause in an conditional (if) statement */
"End If" = "Ha befejezése";

/* The input for a workflow action */
"The input" = "A bemenet";

/* Time offset action parameter */
"add" = "hozzáadás";

/* Time offset action parameter */
"days" = "nap";

/* Time offset action parameter */
"get start of day" = "a nap kezdetének beolvasása";

/* Time offset action parameter */
"get start of hour" = "az óra kezdetének beolvasása";

/* Time offset action parameter */
"get start of minute" = "a perc kezdetének beolvasása";

/* Time offset action parameter */
"get start of month" = "a hónap kezdetének beolvasása";

/* Time offset action parameter */
"get start of year" = "az év kezdetének beolvasása";

/* Time offset action parameter */
"hours" = "óra";

/* Time offset action parameter */
"minutes" = "perc";

/* Time offset action parameter */
"months" = "hónap";

/* Time offset action parameter */
"seconds" = "másodperc";

/* Time offset action parameter */
"subtract" = "kivonás";

/* Time offset action parameter */
"weeks" = "hét";

/* Time offset action parameter */
"years" = "év";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Nem biztonságos JavaScript";

/* Today Widget workflow type */
"Today Widget" = "Ma widget";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (opcionális)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "(%@) %@";

/* Unknown item */
"Unknown" = "Ismeretlen";

/* Unsupported device error message */
"This action is not supported on this device." = "Ez a művelet nem támogatott ezen az eszközön.";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "Ez a művelet nem futtatható a jelenlegi környezetben.";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "Ezt a műveletet nem sikerült futtatni a jelenlegi felhasználói felületen.";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Variable name */
"Repeat Index" = "Index ismétlése";

/* Variable name */
"Repeat Item" = "Elem ismétlése";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "%d. index ismétlése";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "%d. elem ismétlése";

/* View app in App Store */
"View in App Store" = "Megtekintés az App Store-ban";

/* Workflow glyph category */
"Objects" = "Objektumok";

/* Workflow glyph category */
"People" = "Emberek";

/* Workflow glyph category */
"Symbols" = "Szimbólumok";

/* Workflow glyph name */
"Airplane" = "Repülőgép";

/* Workflow glyph name */
"Alarm Clock" = "Ébresztőóra";

/* Workflow glyph name */
"Alert Triangle" = "Figyelmeztető háromszög";

/* Workflow glyph name */
"Alien" = "Földönkívüli";

/* Workflow glyph name */
"Ambulance" = "Mentőautó";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "Archívum";

/* Workflow glyph name */
"Arrow Curved Left" = "Balra ívelő nyíl";

/* Workflow glyph name */
"Arrow Curved Right" = "Jobbra ívelő nyíl";

/* Workflow glyph name */
"Asterisk" = "Csillag";

/* Workflow glyph name */
"Atom" = "Atom";

/* Workflow glyph name */
"Baby Boy" = "Baba";

/* Workflow glyph name */
"Baby girl" = "Lány baba";

/* Workflow glyph name */
"Bandage" = "Sebtapasz";

/* Workflow glyph name */
"Bar Graph" = "Sávdiagram";

/* Workflow glyph name */
"Barcode" = "Vonalkód";

/* Workflow glyph name */
"Baseball" = "Baseball-labda";

/* Workflow glyph name */
"Basketball" = "Kosárlabda";

/* Workflow glyph name */
"Bathtub" = "Fürdőkád";

/* Workflow glyph name */
"Battery" = "Akkumulátor";

/* Workflow glyph name */
"Bed" = "Ágy";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "Csengő";

/* Workflow glyph name */
"Bicycle" = "Kerékpár";

/* Workflow glyph name */
"Binoculars" = "Távcső";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "Bitcoin szimbólum";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "Bitcoin szimbólum – helyettesítő";

/* Workflow glyph name */
"Book With Sash" = "Könyv szalaggal";

/* Workflow glyph name */
"Bookmark" = "Könyvjelző";

/* Workflow glyph name */
"Bookshelf" = "Könyvespolc";

/* Workflow glyph name */
"Box Filled" = "Megtöltött doboz";

/* Workflow glyph name */
"Box Outline" = "Doboz körvonala";

/* Workflow glyph name */
"Boxed Behance" = "Bekeretezett Behance";

/* Workflow glyph name */
"Boxed Bitbucket" = "Bekeretezett Bitbucket";

/* Workflow glyph name */
"Boxed Facebook" = "Bekeretezett Facebook";

/* Workflow glyph name */
"Boxed Flickr" = "Bekeretezett Flickr";

/* Workflow glyph name */
"Boxed Git" = "Bekeretezett Git";

/* Workflow glyph name */
"Boxed GitHub" = "Bekeretezett GitHub";

/* Workflow glyph name */
"Boxed Google Plus" = "Bekeretezett Google Plus";

/* Workflow glyph name */
"Boxed Keyboard" = "Bekeretezett billentyűzet";

/* Workflow glyph name */
"Boxed LinkedIn" = "Bekeretezett LinkedIn";

/* Workflow glyph name */
"Boxed Pied Piper" = "Bekeretezett Pied Piper";

/* Workflow glyph name */
"Boxed Pinterest" = "Bekeretezett Pinterest";

/* Workflow glyph name */
"Boxed Reddit" = "Bekeretezett Reddit";

/* Workflow glyph name */
"Boxed Steam" = "Bekeretezett Steam";

/* Workflow glyph name */
"Boxed Tumblr" = "Bekeretezett Tumblr";

/* Workflow glyph name */
"Boxed Twitter" = "Bekeretezett Twitter";

/* Workflow glyph name */
"Boxed Vimeo" = "Bekeretezett Vimeo";

/* Workflow glyph name */
"Boxed Y Combinator" = "Bekeretezett Y Combinator";

/* Workflow glyph name */
"Boxed YouTube" = "Bekeretezett YouTube";

/* Workflow glyph name */
"Braille" = "Braille";

/* Workflow glyph name */
"Briefcase" = "Aktatáska";

/* Workflow glyph name */
"Buildings" = "Épületek";

/* Workflow glyph name */
"Bus" = "Busz";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "CSS-dokumentum";

/* Workflow glyph name */
"Cake" = "Torta";

/* Workflow glyph name */
"Calculator" = "Számológép";

/* Workflow glyph name */
"Calendar" = "Naptár";

/* Workflow glyph name */
"Camera" = "Fényképezőgép";

/* Workflow glyph name */
"Car" = "Autó";

/* Workflow glyph name */
"Carrot" = "Sárgarépa";

/* Workflow glyph name */
"Cat" = "Macska";

/* Workflow glyph name */
"Chain Link" = "Láncszem";

/* Workflow glyph name */
"Chat Bubble" = "Csevegési buborék";

/* Workflow glyph name */
"Chemical" = "Vegyszer";

/* Workflow glyph name */
"Child" = "Gyermek";

/* Workflow glyph name */
"Church" = "Templom";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "Bekarikázott bitcoin szimbólum";

/* Workflow glyph name */
"Circled Checkmark" = "Bekarikázott pipa";

/* Workflow glyph name */
"Circled Dollar Sign" = "Bekarikázott dollárjel";

/* Workflow glyph name */
"Circled Down Arrow" = "Bekarikázott lefelé mutató nyíl";

/* Workflow glyph name */
"Circled Download Arrow" = "Bekarikázott letöltési nyíl";

/* Workflow glyph name */
"Circled Euro Sign" = "Bekarikázott eurójel";

/* Workflow glyph name */
"Circled Fast Forward" = "Bekarikázott előretekerés gomb";

/* Workflow glyph name */
"Circled GitHub" = "Bekarikázott GitHub";

/* Workflow glyph name */
"Circled Heart" = "Bekarikázott szív";

/* Workflow glyph name */
"Circled Left Arrow" = "Bekarikázott balra mutató nyíl";

/* Workflow glyph name */
"Circled Lowercase I" = "Bekarikázott kisbetűs I";

/* Workflow glyph name */
"Circled Pi Symbol" = "Bekarikázott Pi szimbólum";

/* Workflow glyph name */
"Circled Pinterest" = "Bekarikázott Pinterest";

/* Workflow glyph name */
"Circled Play Symbol" = "Bekarikázott lejátszási szimbólum";

/* Workflow glyph name */
"Circled Plus" = "Bekarikázott pluszjel";

/* Workflow glyph name */
"Circled Pound Sign" = "Bekarikázott fontjel";

/* Workflow glyph name */
"Circled Power" = "Bekarikázott bekapcsológomb";

/* Workflow glyph name */
"Circled Question Mark" = "Bekarikázott kérdőjel";

/* Workflow glyph name */
"Circled Rewind" = "Bekarikázott visszatekerés gomb";

/* Workflow glyph name */
"Circled Right Arrow" = "Bekarikázott jobbra mutató nyíl";

/* Workflow glyph name */
"Circled Stop" = "Bekarikázott leállítás gomb";

/* Workflow glyph name */
"Circled StumbleUpon" = "Bekarikázott StumbleUpon";

/* Workflow glyph name */
"Circled Up Arrow" = "Bekarikázott felfelé mutató nyíl";

/* Workflow glyph name */
"Circled Upload Arrow" = "Bekarikázott feltöltési nyíl";

/* Workflow glyph name */
"Circled WordPress" = "Bekarikázott WordPress";

/* Workflow glyph name */
"Circled X" = "Bekarikázott X";

/* Workflow glyph name */
"Circled Yen Sign" = "Bekarikázott jen jel";

/* Workflow glyph name */
"Clock" = "Óra";

/* Workflow glyph name */
"Clothes Hanger" = "Vállfa";

/* Workflow glyph name */
"Cloud" = "Felhő";

/* Workflow glyph name */
"Color Dropper" = "Színcsepegtető";

/* Workflow glyph name */
"Compass" = "Iránytű";

/* Workflow glyph name */
"Connected Share Dots" = "Összekapcsolt megosztási pontok";

/* Workflow glyph name */
"Credit Card" = "Hitelkártya";

/* Workflow glyph name */
"Crop" = "Körbevágás";

/* Workflow glyph name */
"Cube" = "Kocka";

/* Workflow glyph name */
"Curved List On Paper" = "Papírlapon lévő ívelt lista";

/* Workflow glyph name */
"Database" = "Adatbázis";

/* Workflow glyph name */
"Delicious" = "Delicious";

/* Workflow glyph name */
"Deviant Art" = "Deviant Art";

/* Workflow glyph name */
"Dice" = "Dobókocka";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "Jelzőtáblák";

/* Workflow glyph name */
"Document Filled" = "Kitöltött dokumentum";

/* Workflow glyph name */
"Document Outline" = "Dokumentum körvonala";

/* Workflow glyph name */
"Dog" = "Kutya";

/* Workflow glyph name */
"Dollar Sign" = "Dollárjel";

/* Workflow glyph name */
"Dollar Sign With Line" = "Dollárjel vonallal";

/* Workflow glyph name */
"Double Quote" = "Idézőjel";

/* Workflow glyph name */
"Drama Masks" = "Színházi maszkok";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "Eurójel";

/* Workflow glyph name */
"Euro Sign Alternate" = "Eurójel – helyettesítő";

/* Workflow glyph name */
"Evergreen Tree" = "Örökzöld fa";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "Csatorna";

/* Workflow glyph name */
"Filled Movie Camera" = "Betöltött filmkamera";

/* Workflow glyph name */
"Filmstrip" = "Filmszalag";

/* Workflow glyph name */
"Fire" = "Tűz";

/* Workflow glyph name */
"Fish" = "Hal";

/* Workflow glyph name */
"Flag" = "Zászló";

/* Workflow glyph name */
"Flower" = "Virág";

/* Workflow glyph name */
"Folder" = "Mappa";

/* Workflow glyph name */
"Football" = "Amerikaifutball-labda";

/* Workflow glyph name */
"Footprints" = "Lábnyomok";

/* Workflow glyph name */
"Four Squares" = "Négy négyzet";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "Gyümölcs";

/* Workflow glyph name */
"Fuel Station" = "Benzinkút";

/* Workflow glyph name */
"Game Controller" = "Játékvezérlő";

/* Workflow glyph name */
"Gears" = "Fogaskerekek";

/* Workflow glyph name */
"Gift" = "Ajándék";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "Szemüveg";

/* Workflow glyph name */
"Globe" = "Földgömb";

/* Workflow glyph name */
"Google" = "Google";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "Diplomaosztó sapka";

/* Workflow glyph name */
"Grocery Store" = "Élelmiszerbolt";

/* Workflow glyph name */
"Group of three people" = "Három emberből álló csoport";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "Kalapács";

/* Workflow glyph name */
"Hammer And Wrench" = "Kalapács és csavarkulcs";

/* Workflow glyph name */
"Hand With Spread Fingers" = "Kéz széttárt ujjakkal";

/* Workflow glyph name */
"Handbag" = "Kézitáska";

/* Workflow glyph name */
"Hard Drive" = "Merevlemez";

/* Workflow glyph name */
"Headphones" = "Fejhallgató";

/* Workflow glyph name */
"Heart" = "Szív";

/* Workflow glyph name */
"Home" = "Otthon";

/* Workflow glyph name */
"Horse" = "Ló";

/* Workflow glyph name */
"Hourglass" = "Homokóra";

/* Workflow glyph name */
"Infinity" = "Végtelen";

/* Workflow glyph name */
"Inhaler" = "Hörgőtágító spray";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "Kulcs";

/* Workflow glyph name */
"Keyboard" = "Billentyűzet";

/* Workflow glyph name */
"Laptop" = "Laptop";

/* Workflow glyph name */
"Laundry Machine" = "Mosógép";

/* Workflow glyph name */
"Life Preserver" = "Mentőöv";

/* Workflow glyph name */
"Light Bulb" = "Villanykörte";

/* Workflow glyph name */
"Lightning Bolt" = "Villámlás";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "Lista";

/* Workflow glyph name */
"List On Paper" = "Papírlapon lévő lista";

/* Workflow glyph name */
"Loading Indicator" = "Betöltésjelző";

/* Workflow glyph name */
"Location Arrow" = "Helyet jelölő nyíl";

/* Workflow glyph name */
"Location Pin" = "Helyzetjelölő gombostű";

/* Workflow glyph name */
"Lock" = "Zárt lakat";

/* Workflow glyph name */
"Magic Wand" = "Varázspálca";

/* Workflow glyph name */
"Magnifying Glass" = "Nagyítólencse";

/* Workflow glyph name */
"Mail Envelope" = "Boríték";

/* Workflow glyph name */
"Man" = "Férfi";

/* Workflow glyph name */
"Martini Glass" = "Martinispohár";

/* Workflow glyph name */
"Masquerade Mask" = "Álarcosbál maszk";

/* Workflow glyph name */
"Medicine Bottle" = "Gyógyszeresüveg";

/* Workflow glyph name */
"Merge Arrows" = "Egyesített nyilak";

/* Workflow glyph name */
"Message Bubble" = "Üzenetbuborék";

/* Workflow glyph name */
"Message Bubbles" = "Üzenetbuborékok";

/* Workflow glyph name */
"Microphone" = "Mikrofon";

/* Workflow glyph name */
"Microscope" = "Mikroszkóp";

/* Workflow glyph name */
"Moon" = "Hold";

/* Workflow glyph name */
"Motorcycle" = "Motorkerékpár";

/* Workflow glyph name */
"Mountain Picture" = "Hegyet ábrázoló kép";

/* Workflow glyph name */
"Mountains" = "Hegyek";

/* Workflow glyph name */
"Move Arrows" = "Mozgást jelző nyilak";

/* Workflow glyph name */
"Movie Camera Outline" = "Filmkamera körvonala";

/* Workflow glyph name */
"Movie Clapperboard" = "Csapó";

/* Workflow glyph name */
"Movie Ticket" = "Mozijegy";

/* Workflow glyph name */
"Mug" = "Bögre";

/* Workflow glyph name */
"Music" = "Zene";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "Zenei nyolcadhangok";

/* Workflow glyph name */
"News Article" = "Hírek";

/* Workflow glyph name */
"Nine Squares" = "Kilenc négyzet";

/* Workflow glyph name */
"Open Book" = "Nyitott könyv";

/* Workflow glyph name */
"Open Mail Envelope" = "Kinyitott boríték";

/* Workflow glyph name */
"Oven" = "Sütő";

/* Workflow glyph name */
"Paintbrush" = "Festőecset";

/* Workflow glyph name */
"Paper Clip" = "Gemkapocs";

/* Workflow glyph name */
"Parking Symbol" = "Parkolási szimbólum";

/* Workflow glyph name */
"Pawprint" = "Mancsnyom";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "Béke jel";

/* Workflow glyph name */
"Pencil" = "Ceruza";

/* Workflow glyph name */
"People Three Overlapping" = "Három ember, akik fedik egymást";

/* Workflow glyph name */
"Person" = "Ember";

/* Workflow glyph name */
"Person At A Podium" = "Pódiumon álló ember";

/* Workflow glyph name */
"Person Dancing" = "Táncoló ember";

/* Workflow glyph name */
"Person Giving A Speech" = "Beszédet mondó ember";

/* Workflow glyph name */
"Person Hiking" = "Túrázó ember";

/* Workflow glyph name */
"Person In A Wheelchair" = "Kerekesszékben ülő ember";

/* Workflow glyph name */
"Person Lifting Weight" = "Súlyt emelő ember";

/* Workflow glyph name */
"Person Running" = "Futó ember";

/* Workflow glyph name */
"Person Skiing" = "Síelő ember";

/* Workflow glyph name */
"Person Snowboarding" = "Snowboardozó ember";

/* Workflow glyph name */
"Person Swimming" = "Úszó ember";

/* Workflow glyph name */
"Person Walking" = "Gyalogoló ember";

/* Workflow glyph name */
"Person Walking With A Cane" = "Sétapálcával gyalogoló ember";

/* Workflow glyph name */
"Person standing" = "Álló ember";

/* Workflow glyph name */
"Phone" = "Telefon";

/* Workflow glyph name */
"Pied Piper Snack" = "Pied Piper Snack";

/* Workflow glyph name */
"Pill" = "Pirula";

/* Workflow glyph name */
"Pills" = "Pirulák";

/* Workflow glyph name */
"Play Symbol" = "Lejátszás szimbólum";

/* Workflow glyph name */
"Podcasts" = "Podcastok";

/* Workflow glyph name */
"Pound Sign" = "Fontjel";

/* Workflow glyph name */
"Printer" = "Nyomtató";

/* Workflow glyph name */
"Puzzle Piece" = "Kirakódarab";

/* Workflow glyph name */
"QR Code" = "QR-kód";

/* Workflow glyph name */
"Radio waves" = "Rádióhullámok";

/* Workflow glyph name */
"Rain Cloud" = "Esőfelhő";

/* Workflow glyph name */
"Recycle" = "Újrahasznosítás";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "Reddit – helyettesítő";

/* Workflow glyph name */
"Repost Arrows" = "Ismételt közzétételt jelző nyilak";

/* Workflow glyph name */
"Rocket" = "Rakéta";

/* Workflow glyph name */
"Rounded Document Outline" = "Dokumentum lekerekített körvonallal";

/* Workflow glyph name */
"Sailboat" = "Vitorláshajó";

/* Workflow glyph name */
"Scissors" = "Olló";

/* Workflow glyph name */
"Screwdriver" = "Csavarhúzó";

/* Workflow glyph name */
"Server" = "Szerver";

/* Workflow glyph name */
"Shirt" = "Ing";

/* Workflow glyph name */
"Shopping Cart" = "Bevásárlókocsi";

/* Workflow glyph name */
"Shower" = "Zuhanyzó";

/* Workflow glyph name */
"Shrink Arrows" = "Zsugorítást jelző nyilak";

/* Workflow glyph name */
"Shuffle Arrows" = "Keverést jelző nyilak";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "Csúszkák";

/* Workflow glyph name */
"Smiley Face" = "Mosolygó arc";

/* Workflow glyph name */
"Snowflake" = "Hópehely";

/* Workflow glyph name */
"Soaring Paper Airplane" = "Magasba röppenő papírrepülő";

/* Workflow glyph name */
"Soccer Ball" = "Focilabda";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "Csillogó harang";

/* Workflow glyph name */
"Speaker" = "Hangszóró";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "Spotify – helyettesítő";

/* Workflow glyph name */
"Stack Overflow" = "Stack Overflow";

/* Workflow glyph name */
"Staircase" = "Lépcsősor";

/* Workflow glyph name */
"Star" = "Csillag";

/* Workflow glyph name */
"Steam" = "Steam";

/* Workflow glyph name */
"Steaming Bowl" = "Gőzölgő tál";

/* Workflow glyph name */
"Stethoscope" = "Sztetoszkóp";

/* Workflow glyph name */
"Stop Hand" = "Megálljt mutató kéz";

/* Workflow glyph name */
"Stop Symbol" = "Stop szimbólum";

/* Workflow glyph name */
"Stopwatch" = "Stopperóra";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "Nap";

/* Workflow glyph name */
"Sync Arrows" = "Szinkronizálást jelző nyilak";

/* Workflow glyph name */
"Syringe" = "Fecskendő";

/* Workflow glyph name */
"Tag" = "Címke";

/* Workflow glyph name */
"Tags" = "Címkék";

/* Workflow glyph name */
"Target" = "Céltábla";

/* Workflow glyph name */
"Telescope" = "Távcső";

/* Workflow glyph name */
"Television" = "Televízió";

/* Workflow glyph name */
"Tennis Ball" = "Teniszlabda";

/* Workflow glyph name */
"Text Symbol" = "Szöveg szimbólum";

/* Workflow glyph name */
"Thermometer" = "Hőmérő";

/* Workflow glyph name */
"Thought Bubble" = "Gondolatbuborék";

/* Workflow glyph name */
"Three Dots" = "Három pont";

/* Workflow glyph name */
"Three Overlapping Circles" = "Három kör, amelyek fedik egymást";

/* Workflow glyph name */
"Three Overlapping Dots" = "Három pont, amelyek fedik egymást";

/* Workflow glyph name */
"Thumbs Up" = "Felfelé mutató hüvelykujj";

/* Workflow glyph name */
"Train" = "Vonat";

/* Workflow glyph name */
"Trash" = "Kuka";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "Trófea";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "Twitter";

/* Workflow glyph name */
"Two people" = "Két személy";

/* Workflow glyph name */
"Umbrella" = "Esernyő";

/* Workflow glyph name */
"Unlock" = "Nyitott lakat";

/* Workflow glyph name */
"Utensils" = "Konyhai eszközök";

/* Workflow glyph name */
"Video Symbol" = "Videó szimbólum";

/* Workflow glyph name */
"Vine" = "Vine";

/* Workflow glyph name */
"Watch" = "Óra";

/* Workflow glyph name */
"Water Drop" = "Vízcsepp";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "Borosüveg";

/* Workflow glyph name */
"Woman" = "Nő";

/* Workflow glyph name */
"Wrench" = "Csavarkulcs";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "Jen jel";

/* Workflow glyph name */
"Yen Sign Alternate" = "Jen jel – helyettesítő";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "Ez a művelet kizárólag a következőn futtatható: %@.";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "Ez a művelet nem kompatibilis a(z) %1$@ %2$@ rendszerrel.";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "Ehhez a művelethez %1$@ %2$@ verziónál újabb rendszer szükséges.";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "Ehhez a művelethez %1$@ %2$@ verziónál régebbi rendszer szükséges.";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "Ehhez a művelethez %1$@ %2$@ vagy újabb rendszer szükséges.";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "Ehhez a művelethez %1$@ %2$@ vagy régebbi rendszer szükséges.";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "Ehhez a művelethez %1$@ %2$@ rendszer szükséges.";

